{
    brewery => {
        name => '土田酒造',
        kana => 'つちだしゅぞう',
        prefecture => '群馬県'
    },
    brand => {
        name => '土田シリーズ',
        kana => 'つちだシリーズ',
        url => 'https://tsuchidasake.jp/'
    },
    products => [
        {
            name => '研究醸造（低アルコール）',
            comment => "ほんのり酸味とほんとり甘み、そして旨味と好きな香り。",
            memo => 'todo: 常温以外に冷やして飲んでみたい。',
            updated_date => '2021/10/11'
        },
        {
            name => '研究醸造（米を溶かす）',
            comment => "酸味と旨味。食事中に飲みたい。",
            memo => '',
            updated_date => '2021/10/11'
        },
        {
            name => '研究醸造（アミノ酸のうまみ爆弾）',
            comment => "一緒に食べたものが美味しくなる、
違うお酒に少し混ぜると食べ物を選ばなくなる。",
            memo => '開栓1週間くらいで香りも良い感じに。スモークチーズにも合う。',
            updated_date => '2021/10/11'
        },
        {
            name => '研究醸造（残糖なしのキレキレ辛口）',
            comment => "ほんのりミルクチョコレートの香りがする、自分が好きな山廃のお酒。",
            memo => '冷やしてお刺身も良いけど、純粋に好きなお酒。',
            updated_date => '2021/11/3'
        }
    ]
};